# St7SetInfluenceMinVariableState

Sets the enabled state of the specified single-variable minimum load influence combination.

long St7SetInfluenceMinVariableState(long uID, long MinVariableID, bool Enabled)
Input Parameters
uID
Strand7 model file ID.
MinVariableID
ID of the load influence variable.
Enabled
True to enable the variable.